Repository: KDE/skladnik
Catalog: po/*/skladnik.po
Languages: eo

# NAME OF TRANSLATORS
source: Your names
eo: Oliver Kellogg

# EMAIL OF TRANSLATORS
source: Your emails
eo: olivermkellogg@gmail.com

source: Microban (easy)
eo: Microban (facila)

source: The japanese warehouse keeper game
eo: La japana ludo de magazenprizorganto

source: Shlomi Fish
eo: Ŝlomi Fiŝo

source: For porting to Qt5/KF5 and doing other cleanups
eo: Por porti al Qt5/KF5 kaj fari aliajn purigojn

source: For rewriting the original ksokoban game from kde3 to kde4
eo: Por reverki la originan ksokoban-ludon de kde3 al kde4

source: For writing the original ksokoban game
eo: Por verki la originalan ksokoban-ludon

source: For contributing the Sokoban levels included in this game
eo: Por kontribuado de la Sokoban-niveloj inkluzivitaj en ĉi tiu ludo

source: Level collection file to load.
eo: Nivelkolekta dosiero ŝargenda.

# @title:menu
source: Level Collection
eo: Nivelaro

# @action
source: Load Levels…
eo: Ŝargi Nivelojn…

# @action
source: Next Level
eo: Sekva Nivelo

# @action
source: Previous Level
eo: Antaŭa Nivelo

# @action
source: Restart Level
eo: Restartigi Nivelon

# @item animation speed
source: Slow
eo: Malrapida

# @item animation speed
source: Medium
eo: Meza

# @item animation speed
source: Fast
eo: Rapide

# @item animation speed
source: Off
eo: Malŝaltita

# @item bookmark entry
source: (unused)
eo: (neuzata)

# @item bookmark entry
source: (invalid)
eo: (nevalida)

# @title:window
source: Load Levels from a File
eo: Ŝargi Nivelojn de Dosiero

# @info
source: No levels found in file.
eo: Neniuj niveloj troviĝis en dosiero.

# @label
source: Level:
eo: Nivelo:

# @label
source: Steps:
eo: Paŝoj:

# @label
source: Pushes:
eo: Puŝoj:

# @info
source: Level completed.
eo: Nivelo plenumita.

source: This is the last level in the current collection.
eo: Ĉi tiu estas la lasta nivelo en la aktuala kolekto.

source: You have not completed this level yet.
eo: Vi ankoraŭ ne plenumis ĉi tiun nivelon.

source: This is the first level in the current collection.
eo: Ĉi tiu estas la unua nivelo en la aktuala kolekto.

source: Bookmarks for external levels is not implemented yet.
eo: Legosignoj por eksteraj niveloj ankoraŭ ne estas realigitaj.

source: This level is broken.
eo: Ĉi tiu nivelo estas rompita.

source: &Game
eo: &Ludo

source: &Animation
eo: &Animacio

source: &Bookmarks
eo: &Legosignoj

source: &Set Bookmark
eo: Meti Lego&signon

source: &Go to Bookmark
eo: Iri al Le&gomarko
